<?php
    return [
        'navbar'=>[
            'about'=>'ГЛАВНАЯ',
            'for_pupils'=>'ДЛЯ УЧАСТНИКОВ',
            'dates'=>'ДАТЫ',
            'info'=>'ИНФО',
            'speakers'=>'СПИКЕРЫ',
            'partners'=>'ПАРТНЕРЫ',
            'organizators'=>'ОРГАНИЗАТОРЫ',
            'faq'=>'FAQ',
            'contacts'=>'КОНТАКТЫ',
            'apply'=>'ПОДАТЬ ЗАЯВКУ'
        ],

        'welcome'=>[
            'header'=>'QWANT ОЛИМПИАДА ПО ПРОГРАММИРОВАНИЮ',
            'time'=>'19-31 Марта, 2021',
            'format'=>'Онлайн',
            'additional'=>'По времени г. Нур-Султан',
            'apply'=>'ЗАРЕГЕСТРИРОВАТЬСЯ СЕЙЧАС'
        ],

        'about'=>[
            'about'=>'Об Олимпиаде',
            'text'=>'Мы рады пригласить школы принять участие в первой олимпиаде по программированию, организованной BCPD AIFC и Школой высоких технологий QWANT при поддержке Microsoft.',
            'goal'=>'Цели олимпиады QWANT:',
            'g1'=>'1) Содействовать развитию навыков программирования у подростков и творческого применения знаний STEM при решении проблем.',
            'g2'=> '2) Поиск и развитие молодых людей, обладающих исключительным талантом в программировании.',
            'g3'=>'3) Создать возможность для обмена информацией о школьных программах и практиках ',
        ],

        'for_pupils'=>[
            'about'=>'Для участников',
            'h1'=>'Для кого',
            't1'=>'Мы приветствуем старшеклассников (10-11 классы), интересующихся программированием, алгоритмами, структурами данных и творческим решением проблем. Примите участие в обсуждении будущих тенденций карьеры в сфере ИТ, получите ценные советы от лидеров отрасли и многое другое.',
            'h2'=>'Почему стоит принять участие',
            't21'=> '1) Возможность пообщаться с единомышленниками и найти друзей со схожими интересами, обменяться знаниями и опытом!',
            't22'=>'2) Отличный шанс проявить себя и проверить свои силы среди талантливых программистов.',
            't23'=> '3) Опыт, который пригодится при поступлении в университет и поиске работы',
            't24'=>'4) Победители и участники получат призы и цифровые сертификаты от партнеров олимпиады, гранты и скидки на обучение в школе программирования QWANT, на платформе ',
        ],

        'dates'=>[
            'header'=>'Важные даты',
            'stage1'=>'19 марта',
            'stage1_text'=> 'Технический тур.',
            'stage2'=>'29 марта',
            'stage2_text'=>'Цифровая церемония открытия олимпиады.',
            'stage3'=>'29 марта',
            'stage3_text'=>'Проведение олимпиады.',
            'stage4'=>'31 марта',
            'stage4_text'=>'Объявление результатов.',
            'notes'=>'Задачи будут доступны для решения с 10:00 по 17:00 по времени г. Нур-Султан 30 марта.',
        ],
        'info'=>[
            'header'=>'Инструкция по регистрации',
            'stage1'=>'Заполните форму на сайте',
            'stage2'=> 'Получить электронное письмо с инструкциями',
            'stage3'=>'Участвовать в техническом раунде',
            'info'=>'Вместе с заданиями участники получат ссылки на образовательные материалы, которые позволят больше узнать о современных технологиях, использующихся при решении ИТ-задач. После регистрации участнику придет письмо с логином и паролем.'
        ],

        'application'=>[
            'header'=>'Подать заявку',
            'fullname'=>'ФИО',
            'email'=>'Email',
            'phone'=>'Номер телефона',
            'city'=> 'Город',
            'school'=>'Школа',
            'apply'=>'Подать заявку'
        ],

        'speakers'=>[
            'header'=>'СПИКЕРЫ',
            'speaker1_name'=>'Ернур Рысмагамбетов',
            'speaker1_title'=>'Председатель Правления АО «Адиминистрация МФЦА»',
            'speaker2_name'=>'Багдат Мусин',
            'speaker2_title'=>'Министр цифрового развития, инноваций и аэрокосмической промышленности РК',
            'speaker3_name'=>'Кваме Ямгнане',
            'speaker3_title'=>'Основатель Qwasar Silicon Valley',
            'speaker4_name'=>'Эльмира Обри',
            'speaker4_title'=>'И.О. главного исполнительного директора BCPD Ltd.',
            'speaker5_name'=>'Арман Сулейменов',
            'speaker5_title'=>'академический эдвайзер школы, основатель, ',
            'speaker6_name'=>'Алмас Туякбаев',
            'speaker6_title'=>'Основатель, генеральный директор UXStone',
            'speaker7_name'=>'Канат Кожахмет',
            'speaker7_title'=>'Заместитель декана Казахстанско-Британского технического университета'
        ],

        'partners'=>[
            'header'=>'ПАРТНЕРЫ'
        ],

        'organizators'=>[
            'header'=>'КОМАНДА ОРГАНИЗАТОРОВ',
            'org_name1'=>'Бейбарыс Умирбаев',
            'org_title1'=>'QWANT, Супервайзер
            BCPD Ltd.',
            'org_name2'=>'Мерей Маханова',
            'org_title2'=>'QWANT, Супервайзер
            BCPD Ltd.',
            'org_name3'=>'Алина Квон',
            'org_title3'=>'Координатор
            BCPD Ltd.'

        ],

        'faq'=>[
            'header'=>'FAQ',
            'q1'=>'Какой язык программирования будет использоваться для решения заданий?',
            'a1'=>'Все решения к задачам должны быть представлены на любых языках программирования (Python 3, С++, Java), который является стандартом для задач по анализу и обработке данных.',

            'q3'=>'Будет ли сертификат для участников?',
            'a3'=>'Победители и участники получат призы и цифровые сертификаты от партнеров олимпиады, гранты и скидки для обучения в школе программирования QWANT, на платформе Alpharabius.kz.',

            'q2'=>'На каком языке будут задания?',
            'a2'=>'English',

            'q4'=>'Можно участвовать не школьникам? ',
            'a4'=>'Нет ',
        ],

        'contacts'=>[
            'header'=>'КОНТАКТЫ',
            'email'=>'Email:',
            'email_name'=>'info@qwant.kz',

            'address'=>'Наш адрес:',
            'address_name'=>'пр. Мангилик Ел 55/23,
Блок C 4.4, BCPD University of the Future
Z05T3C9, Нур-Султан,
Республика Казахстан',

            'phone'=>'Телефон:'
        ],

    ]
?>
